{"author":"Amber Thomas","date":"<del>June</del> Quarantine 2020","read":"7m read","intro":[{"type":"text","value":"<strong>Over the past <span class=qCount>111</span> days of quarantine, my Netflix account and I have spent a lot of time together</strong>. Probably too much time together, honestly. I’ve recently noticed that if I leave the TV app idle, a screensaver cycles through titles on the platform paired with three descriptive words. Things like “charming, witty, funny”."},{"type":"text","value":"And over time, I’ve noticed a <strong>single, perplexing word</strong> used more than the rest..."}],"postTV":[{"type":"text","value":"<strong>Irreverent. Irreverent. Irreverent.</strong>"},{"type":"text","value":"What started as a joke in the early days of quarantine, eventually became something I couldn’t stop questioning. Why <strong>irreverent</strong>?  Afterall, on my account, it was the most common tag, appearing alongside 26% of advertised titles."}],"preDef":"If, like me, you need a little refresher on the definition of irreverent, don’t feel bad. It’s the only common tag that’s an <a href=https://satvocabulary.us/ target=_blank>actual</a> <a href=https://www.vocabulary.com/lists/151263 target=_blank>SAT word</a>. Here’s the definition:","def":"<span class=def>Irreverent</span>: showing a lack of respect for people or things that are generally taken seriously","postComplaint":[{"type":"text","value":"Interestingly enough, this implies that <i>by definition</i> it shouldn’t be a common descriptor for media. Afterall, if everything is poking fun at things generally taken seriously, is anything taking them seriously? If everything is irreverent, is anything? Either way, I was starting to see the word <strong>irreverent</strong> in my dreams."},{"type":"text","value":"Now, I know what you’re going to say. Netflix’s <a href=https://help.netflix.com/en/node/100639 target=_blank>algorithms</a> are probably surfacing things that it thinks I would like based on my own viewing preferences. It’s certainly possible that I’ve been causing my own <strong>irreverent</strong> doom."},{"type":"text","value":"So, I created a brand new profile with no viewing preferences, which <a href=https://help.netflix.com/en/node/100639 target=_blank>according to Netflix</a>, should display “a diverse and popular set of titles”. Even with this new account, <strong>irreverent</strong> was the second most common tag."}],"commonTitle":"Most Common Words Used to Describe Titles on Netflix","commonSub":"Out of 141 titles (excluding kid’s media) shown to new profiles in April 2020","commonLegend":"= 2 titles","togetherTitle":"Titles Tagged <select></select> on Netflix","togetherSub":"Out of 141 titles (excluding kid’s media) shown to new profiles in April 2020","togetherLegend":"<span class=chosen>Irreverent</span> is paired with <span class=count>x</span> unique other words","prePairs":[{"type":"text","value":"That’s so much irreverence. What is going on here? Why is the word <strong>irreverent</strong> being used so much?"},{"type":"text","value":"Even though it irks me personally, there <i>may</i> be a reason for using this specific word: it’s what certain viewers want. In a 2012 interview with the Los Angeles Times, the overseer of Netflix’s tagging program, Todd Yellin, described the team’s process of choosing the word <strong>cerebral</strong> over the more-accessible <strong>brainy</strong>. He said “...we concluded that if you like cerebral titles, then ‘cerebral’ will be a good word for you”. Since, <strong>irreverent</strong> is a real genre of comedy, maybe its heavy use throughout Netflix is to specifically target users who know of and enjoy that specific sub-genre."},{"type":"text","value":"That may get at why irreverent is used instead of another descriptor (<a href=https://www.thesaurus.com/browse/irreverent?s=t target=_blank>Thesaurus.com</a> suggests the synonyms “cheeky”, “flippant”, or “tongue-in-cheek”), but it doesn’t explain why so many irreverent titles are being surfaced."},{"type":"text","value":"For that, we may be able to look to the current state of our world. Sure, when stay-at-home orders first started rippling across the US in March, it seemed like everyone was watching <a href=https://www.digitaltrends.com/movies/why-is-pandemic-entertainment-so-big-right-now/ target=_blank>movies about pandemics</a>. But <a href=https://trends.google.com/trends/explore?geo=US&q=pandemic%20movies,comedy%20movies,drama%20movies,action%20movies target=_blank>Google searches</a> for “comedy movies” also peaked around that same time. We can’t know for sure if users were looking for <strong>irreverent</strong> comedies, of course, but if there were ever a time to poke fun at things like our government, wealth, or the way we work… this may be it."},{"type":"text","value":"Even <a href=https://www.cbc.ca/comedy/why-watching-comedies-is-important-medicine-1.5519839 target=_blank>researchers agree</a> that watching comedies during times of uncertainty can have a “positive effect”. In an <a href=https://www.cbc.ca/comedy/why-watching-comedies-is-important-medicine-1.5519839 target=_blank>interview with CBC</a>, Dr. Shira Gabriel, an associate professor of psychology at SUNY, University at Buffalo explained that “it can be comforting to make light of the very things that worry us. It can make those things seem less scary and remind us that we are not alone.” Maybe Netflix is doing us a solid by putting these titles front and center, trying to give us a nudge to pick something light during these tough times. Or maybe they’re just letting us know that other users are rewatching <i>The Office</i> or <i>Schitt’s Creek</i> for the umpteenth time and you may want to finally give it a try."},{"type":"text","value":"According to a Netflix Spokesperson, <strong>irreverent</strong> is also a general tag which might be relevant to viewers no matter what they’re in the mood to watch. It caters to everyone."},{"type":"text","value":"Either way, if you’re looking for new titles that happen to be irreverent, explore all 141 titles and tags shown to a brand new Netflix profile below."}],"methods":"<strong>Methods:</strong> All data exhibited in this article were collected from <a href=netflix.com target=_blank>Netflix</a> between April 15 and April 21, 2020. To collect these data, I created a brand new Netflix profile and provided it no viewing preferences. I then visited the main Netflix page for that profile on a computer, where hovering over any title reveals three tags for that title. These were the same tags as those displayed on my TV’s screensaver. I recorded the first 172 unique titles on this main page, then eliminated titles tagged “children & family” or “kids”, leaving me with 141 unique titles. For what it’s worth, “irreverent” was still 3rd most common when kids’ titles were included (following “exciting” and “comedy”). According to a Netflix spokesperson, some titles have several tags and the ones that are shown to users may vary by a users’ viewing preferences, thus, the same title may display different tags to another user than the ones I found."}