{"author":"Amber Thomas","date":"<del>May</del> Quarantine 2020","intro":[{"type":"text","value":"<span class=large><strong>Have you ever noticed the tags that Netflix uses to describe its titles?</strong></span>"},{"type":"text","value":"<span class=large>Thanks to #quarantine2020, I have.</span>"},{"type":"text","value":"Check out the titles and tags Netflix displayed on my TV’s screensaver and see if you pick up what I did."}],"postTv":[{"type":"text","value":"Did you see it? The high-level categories like <span class=ex>drama</span> and <span class=ex>comedy</span> are going the way of Blockbuster, only to be replaced with descriptors like <span class=ex>witty</span> and <span class=ex>irreverent</span>."},{"type":"text","value":"If you’ve been using Netflix for a while, this may come as no surprise. The platform has often sparked conversations regarding its <a href=https://www.mentalfloss.com/article/85944/14-entirely-too-specific-netflix-hidden-categories target=_blank>overly</a> <a href=https://www.buzzfeed.com/hunterschwarz/23-oddly-specific-netflix-categories-that-only-have-one-show target=_blank>specific</a> “micro-genres”. According to a 2014 <a href=<a href=https://www.theatlantic.com/technology/archive/2014/01/how-netflix-reverse-engineered-hollywood/282679/ target=_blank>investigation</a> by The Atlantic, there were 76,897 of them, ranging from “Japanese Sports Movies” and “Evil Kid Horror Movies” to “Gritty Suspenseful Revenge Westerns”."},{"type":"text","value":"The micro-genres were apparently created from combinations of tags &mdash; one word descriptions <a href=https://www.npr.org/sections/alltechconsidered/2014/01/02/259128268/netflix-built-its-microgenres-by-staring-into-the-american-soul target=_blank>about the title’s</a> type of humor, levels of gore, or quirkiness. Each of the 1,000 possible tags is manually bestowed upon a title by <a href=https://www.latimes.com/entertainment/movies/la-xpm-2012-sep-03-la-fi-0903-ct-netflix-taggers-20120903-story.html target=_blank>trained Netflix taggers</a>."},{"type":"text","value":"These tags had been used for both internal and external use, but outside of the genres displayed above a selection of titles, they had never been terribly obvious to viewers. If <a href=https://www.reddit.com/r/netflix/comments/8tpxg7/why_remove_the_description_usaios/ target=_blank>complaints</a> <a href=https://www.reddit.com/r/netflix/comments/dgx1tz/unintended_consequences_keeping_secrets/ target=_blank>on</a> <a href=https://www.reddit.com/r/netflix/comments/9674g7/how_do_i_bring_back_descriptions/ target=_blank>Reddit</a> are any indication, Netflix started replacing the one to two sentence descriptions that accompanied each title with a handful of these tags in late 2018. So instead of hovering over <i>The Office</i> and seeing a brief description, users were only seeing the show’s title and “<span class=ex>witty</span> • <span class=ex>irreverent</span> • <span class=ex>sitcom</span>”."},{"type":"text","value":"This is still the case for the Netflix app on my TV, so as I poked around looking for something new to watch, I couldn’t stop noticing how many titles used the tag <span class=ex>irreverent</span>. And it’s not hard to see why, since it was the most popular tag shown to me across a wide variety of programs."},{"type":"text","value":"Now, I know what you’re going to say. Netflix’s <a href=https://help.netflix.com/en/node/100639 target=_blank>algorithms</a> are probably surfacing things that it thinks I would like based on my own viewing preferences. It’s definitely possible that I am causing my own <span class=ex>irreverent</span> doom."},{"type":"text","value":"So, I created a brand new profile with no viewing preferences, which <a href=https://help.netflix.com/en/node/100639 target=_blank>according to Netflix</a>, should display “a diverse and popular set of titles”. Even with this new account, <span class=ex>Irreverent</span> was the second most common tag used."}],"commonTitle":"Most Common Words Used to Describe Titles on Netflix","commonSub":"Out of 141 titles shown to brand new profiles in April 2020","commonLegend":"= 2 titles","preTogether":[{"type":"text","value":"After looking at the data, I was feeling slightly vindicated. Netflix really <i>was</i> using the word <span class=ex>irreverent</span> a ton. But I was also feeling even more annoyed, because out of all of the most common words, <span class=ex>irreverent</span> is the one that feels the least intuitive for users. In fact, it’s the only one that’s an <a href=https://satvocabulary.us/ target=_blank>actual</a> <a href=https://www.vocabulary.com/lists/151263 target=_blank>SAT word</a>. Sure, <span class=ex>exciting</span> may not be all that useful in choosing what show to watch next, but at least you’re likely to know what it means."},{"type":"text","value":"Maybe you already know the definition of <span class=ex>irreverent</span>. But if you don’t, perhaps you’ll employ one of those SAT test-taking strategies and use the other 2 tags alongside it as context clues to help you figure out what it means."},{"type":"text","value":"Good luck. <span class=ex>irreverent</span> was also paired with the second highest number of unique tags. Here’s what it was paired with:"}],"togetherTitle":"Tags Used with <select></select> on Netflix","togetherSub":"Out of 141 titles shown to brand new profiles in April 2020","togetherLegend":"<span class=chosen>Irreverent</span> is paired with <span class=count>x</span> unique other words","preConclusion":"Don’t worry about looking it up. Here’s the definition of <span class=ex>irreverent</span>:","def":"<span class=def>Irreverent</span>: showing a lack of respect for people or things that are generally taken seriously","conclusion":[{"type":"text","value":"Even though it irks me personally, there <i>may</i> be a reason for using this specific word: it’s what certain viewers want. In a 2012 interview with the Los Angeles Times, the overseer of Netflix’s tagging program, Todd Yellin described the team’s process of choosing the word <span class=ex>cerebral</span> over the more-accessible <span class=ex>brainy</span>. He said “...we concluded that if you like cerebral titles, then ‘cerebral’ will be a good word for you”. Since, <span class=ex>irreverent</span> is a real genre of comedy, maybe its heavy use throughout Netflix is to specifically target users who know of and enjoy that specific sub-genre."},{"type":"text","value":"And maybe right now, they want me to become one of those users. Perhaps you too."},{"type":"text","value":"Afterall, as stay-at-home orders continue across the world, the COVID-19 pandemic has Netflix usage <a href=https://www.adweek.com/tv-video/netflix-adds-15-7-million-global-subscribers-amid-pandemic/ target=_blank>booming</a>. In early March, it seemed as if everyone with a streaming service was watching <a href=https://www.digitaltrends.com/movies/why-is-pandemic-entertainment-so-big-right-now/ target=_blank>movies about pandemics</a>. But <a href=https://trends.google.com/trends/explore?geo=US&q=pandemic%20movies,comedy%20movies,drama%20movies,action%20movies target=_blank>Google searches</a> for “comedy movies” peaked around that same time. We can’t know for sure if users were looking for <span class=ex>irreverent</span> comedies, of course. But if there were ever a time to poke fun at things like our government, wealth, or the way we work… this may be it."},{"type":"text","value":"Even <a href=https://www.cbc.ca/comedy/why-watching-comedies-is-important-medicine-1.5519839 target=_blank>researchers agree</a> that watching comedies during times of uncertainty can have a “positive effect”. In an <a href=https://www.cbc.ca/comedy/why-watching-comedies-is-important-medicine-1.5519839 target=_blank>interview with CBC</a>, Dr. Shira Gabriel, an associate professor of psychology at SUNY, University at Buffalo explained that “it can be comforting to make light of the very things that worry us. It can make those things seem less scary and remind us that we are not alone.” Maybe Netflix is doing us a solid by putting those titles front and center, trying to give us a nudge to pick something light during these tough times. Or maybe they’re just letting us know that other users are rewatching <i>The Office</i> or <i>Schitt’s Creek</i> for the umpteenth time and you may want to finally give it a try."},{"type":"text","value":"Regardless of Netflix’s motives, if you’re looking to watch other people make fun of typically-serious topics, you can find the titles tagged <span class=ex>irreverent</span> <a href=https://www.netflix.com/browse/genre/100048 target=_blank>here</a>."}]}