{"author":"Amber Thomas","date":"<del>May</del> Quarantine 2020","intro":[{"type":"text","value":"As I’m sure you’re all painfully aware, when you spend a lot of time in the same place, you start to notice little things you’d overlooked in the past. Was that spot on the wall always there? How long has that picture frame been crooked? Since when do I have neighbors?"},{"type":"text","value":"For me and my partner, one of the things we’ve started to notice is that if you leave Netflix idle on your TV for long enough, a screensaver will start. It cycles through screenshots displaying shows and movies you can watch on the platform, each accompanied by a compelling image and three descriptive words."},{"type":"text","value":"<i>Grey’s Anatomy</i> is apparently <span class=ex>soapy</span>, <span class=ex>emotional</span> & <span class=ex>dramatic</span>"},{"type":"text","value":"The talk of #quarantine2020, <i>Tiger King</i> is <span class=ex>riveting</span>, <span class=ex>provocative</span> & <span class=ex>investigative</span>"},{"type":"text","value":"The longer I watched titles flip by, the more I started to feel like I was seeing one descriptive word just far too much. Once I noticed it, I couldn’t stop. It left me calling out to the streaming platform gods:"}],"highlight":"Why is Netflix so obsessed with the word “irreverent”?!","post-highlight":[{"type":"text","value":"Here’s the thing. It could have been the weeks of staring at the same 4 walls of my studio apartment finally getting to me. Was Netflix really using the word that much?"},{"type":"text","value":"<span class=spoiler>Spoiler alert: yes, yes they are</span>"},{"type":"text","value":"Like a good data-lover/journalist, I sat down on my couch and started recording which titles were advertised and what words were used to describe them. Out of the 44 ads in the screensaver, 11 (25%) of them were apparently <span class=ir>irreverent</span>. It was the most common descriptive word used across all the ads. 😑"},{"type":"text","value":"But maybe that was due to Netflix’s algorithm and my own streaming preferences. Had I been unwittingly causing my own <span class=ir>irreverent</span> doom?!"},{"type":"text","value":"So I created a brand new profile, provided it no preferences at all, and found the descriptive words that appeared alongside each thumbnail when you visit Netflix on a computer (the same words that were appearing on my screensaver). Out of these 141 titles, and 79 unique descriptive words, <span class=ir>irreverent</span> was still the second most common."}],"commonTitle":"Most Common Words Used to Describe Titles on Netflix","commonSub":"Out of 141 titles shown to brand new profiles in April 2020","commonLegend":"= 2 titles"}