{"author":"Amber Thomas","date":"<del>May</del> Quarantine 2020","intro":[{"type":"text","value":"When you spend a lot of time in the same place, you start to notice little things you’d overlooked in the past."},{"type":"text","value":"#quarantine2020 has personally made me hyper-aware of the words that Netflix uses to tag its programs. Check out the 43 titles and tags that Netflix displayed on my TV’s screensaver and see if you notice what I did."}],"postTv":[{"type":"text","value":"Did you see it? The high-level categories like <span class=ex>drama</span> and <span class=ex>comedy</span> are going the way of the video stores that depended on them for categorization. Only to be replaced with words like <span class=ex>irreverent</span>."},{"type":"text","value":"The use of <span class=ex>irreverent</span> in particular has become something that I can’t. Stop. Noticing. And it’s not hard to see why. It was the most popular descriptive word shown to me across a wide variety of programs."},{"type":"text","value":"Now, I know what you’re going to say. Netflix’s algorithms are probably advertising things that it thinks I would like based on my own viewing preferences. It’s definitely possible that I am causing my own <span class=ex>irreverent</span> doom."},{"type":"text","value":"So, I created a brand new profile with no viewing preferences and recorded the tags for the first 141 shows on the Netflix homepage. <span class=ex>Irreverent</span> is still the second most common."}],"postTiger":[{"type":"text","value":"Well, with the <a href=https://www.bbc.com/worklife/article/20200330-covid-19-how-to-learn-a-new-skill-in-coronavirus-quarantine target=_blank>decision fatigue</a> I’ve been feeling, let’s just say that I sat and watched that screensaver. A lot. And I started feeling like I was seeing “irreverent” everywhere. I wanted to know if this was real or if it was the weeks of staring at the 4 walls of my studio apartment just getting to me. So I watched the screensaver again, this time recording all 43 advertised titles and their descriptive words. Here’s a mock-up of what I experienced:"}],"postGraph":"My suspicions were confirmed. Out of those 43 shows, 11 (26%) of them were described as <span class=ir>irreverent</span>. It was the most common descriptive word used across all the ads. 😑","post-highlight":[{"type":"text","value":"Ok, so, before you say it, I know how Netflix works. It suggests titles to me that it assumes I would like, so maybe the overabundance of <span class=ir>irreverent</span> shows in my ads was due to my own streaming preferences. Had I been unwittingly causing my own <span class=ir>irreverent</span> doom?!"},{"type":"text","value":"So I dug deeper, creating a brand new profile, providing it with no preferences at all, and found the descriptive words that appeared alongside each hovered thumbnail when you visit Netflix on a computer (the same words that were appearing on my screensaver). Out of these 141 titles, and 79 unique descriptive words, <span class=ir>irreverent</span> was still the second most common."}],"commonTitle":"Most Common Words Used to Describe Titles on Netflix","commonSub":"Out of 141 titles shown to brand new profiles in April 2020","commonLegend":"= 2 titles","preTogether":[{"type":"text","value":"After looking at the data, I’m feeling slightly vindicated. Netflix really <i>is</i> using the word <span class=ex>irreverent</span> a ton. But I’m also feeling even more annoyed, because out of all of the most common words, <span class=ir>irreverent</span> is the one that feels the least intuitive for users. In fact, it’s the only one that’s an <a href=https://satvocabulary.us/ target=_blank>actual</a> <a href=https://www.vocabulary.com/lists/151263 target=_blank>SAT word</a>."},{"type":"text","value":"Maybe you already know what it means. But if you don’t, maybe you’ll employ one of those SAT test-taking strategies to help you out. Try using the other 2 descriptive words alongside it as context clues to help you figure out what it means so you can decide whether you want to watch that show or let it pass on by."},{"type":"text","value":"Good luck. <span class=ir>irreverent</span> was also paired with the second highest number of unique descriptive words. Here’s what it was paired with:"}],"togetherTitle":"Descriptive Words Used with <select></select> on Netflix","togetherSub":"Out of 141 titles shown to brand new profiles in April 2020","togetherLegend":"<span class=chosen>Irreverent</span> is paired with <span class=count>x</span> unique other words","preQuiz":[{"type":"text","value":"Given those context clues, if I asked you to choose the definition of  <span class=ir>irreverent</span>, could you? Let’s try."}],"quizQ":"Choose the definition of “irreverent”","options":[{"letter":"A","def":"Not connected with something"},{"letter":"B","def":"Causing great enthusiasm or eagerness"},{"letter":"C","def":"Showing a lack of respect for people or things that are generally taken seriously"},{"letter":"D","def":"A comic dramatic work using buffoonery and horseplay"},{"letter":"E","def":"Helppppp!","checked":"checked"}],"quizButton":"Submit","quizCorrect":"Nice one! That is the definition of <span class=ir>irreverent</span>.","quizWrong":"Oops, not quite. The definition is “Showing a lack of respect for people or things that are generally taken seriously”","preConclusion":"Don’t worry about looking it up. Here’s the definition of <span class=ir>irreverent</span>:","def":"<span class=def>Irreverent</span>: showing a lack of respect for people or things that are generally taken seriously","conclusion":[{"type":"text","value":"So these are titles that poke fun at things that may come across as disrespectful or offensive. Titles like <i>The Hangover</i> (<span class=ir>absurd</span>, <span class=ir>raunchy</span>), <i>The Office</i> (<span class=ir>witty</span>, <span class=ir>sitcom</span>), and <i>Step Brothers</i> (<span class=ir>slapstick</span>, <span class=ir>raunchy</span>) may seem to fit the bill well and are considered <span class=ir>irreverent</span> by Netflix. Using <span class=ir>irreverent</span> as a tag for these titles (assuming that you know what it means) will at least give you an accurate heads up about what you’re about to watch."},{"type":"text","value":"But other titles, like <i>Orange is the New Black</i>, a “dramedy” centered around the experiences of people residing in a women’s prison is described as <span class=ir>deadpan</span>, <span class=ir>witty</span>, and <span class=ir>irreverent</span>. To describe this series in the same way as <i>Derry Girls</i> does new viewers that may not be expecting the heavy drama element of the show a disservice."},{"type":"text","value":"Even still, other titles like <i>Grace and Frankie</i>, a show devoted to the post-divorce life of two women who (among many other things) develop a line of vibrators for the elderly, are apparently not <span class=ir>irreverent</span>. The show is described as <span class=ir>heartfelt</span>, <span class=ir>witty</span>, and <span class=ir>quirky</span>. I’m certainly not here to advocate that we should be using this word to describe <em>more</em> titles, but it seems like its use is inconsistent at best and misleading to viewers at worst."},{"type":"text","value":"I know that with everything going on in the world right now, the words Netflix uses to describe their titles probably feels like the least important thing. I’m not even about to argue with you about that. But as stay-at-home orders continue across the world, Netflix usage is booming. The global platform saw an astounding <a href=https://www.adweek.com/tv-video/netflix-adds-15-7-million-global-subscribers-amid-pandemic/ target=_blank>15.7 million new subscribers</a> in the past quarter, double what they had been anticipating. Back in March, they even <a href=https://www.bbc.com/news/technology-51968302 target=_blank>cut streaming quality</a> in Europe to help offset the increased data consumption by home-bound streamers."},{"type":"text","value":"As all of these new and old users log in and look for something new to watch, they rely on the information Netflix provides to help them choose their next piece of entertainment. Back in the day when the platform opted for one-two <a href=https://www.digitalspy.com/tv/a25888366/netflix-show-descriptions-funny/ target=_blank>sentence</a> <a href=https://www.buzzfeed.com/ehisosifo1/netflix-show-movie-descriptions-funny target=_blank>descriptions</a>, users had <a href=https://www.reddit.com/r/movies/comments/4xmv9f/netflix_descriptions_giving_totally_wrong/ target=_blank>thoughts</a>. The descriptions tended to be <i>technically</i> accurate, but not exactly useful. According to <a href=https://theoutline.com/post/2559/netflix-synopses-writers?zd=1&zi=ysc2bn3v target=_blank>an investigation</a> from <i>The Outline</i> in 2017, this can be partially attributed to the fact that the synopsis writers were not paid “well enough...to actually watch the movies”. That was a few years and a different synopsis system ago, so I’m hopeful that things have changed at Netflix since then."},{"type":"text","value":"But still, it makes me wonder who is selecting these words and why <span class=ir>irreverent</span> is used so profusely. Are we assuming this word (which is technically a real genre of comedy) is well-understood by viewers? And I if this many shows are poking fun at “things generally taken seriously”, are those things actually taken seriously anymore? If this many things are <span class=ir>irreverent</span>, is anything?"}]}