{"author":"Amber Thomas","date":"<del>May</del> Quarantine 2020","intro":[{"type":"text","value":"As I’m sure you’re all painfully aware, when you spend a lot of time in the same place, you start to notice little things you’d overlooked in the past. Was that spot on the wall always there? How long has that picture frame been crooked? Since when do I have neighbors?"},{"type":"text","value":"For me and my partner, one of the things we’ve started to notice is that if you leave Netflix idle on your TV for long enough, a screensaver will start. It cycles through screenshots displaying shows and movies you can watch on the platform, each accompanied by a compelling image and three descriptive words."},{"type":"text","value":"For example, the talk of #quarantine2020, <i>Tiger King</i>, looked something like this."}],"preGraph":"The longer I watched titles flip by, the more I started to feel like I was seeing one descriptive word just far too much. Once I noticed it, I couldn’t stop. I was convinced that the 4 walls of my studio apartment were just getting to me, so I sat down and recorded all 43 advertised titles and their descriptive words. See if you notice a pattern:","postGraph":"My suspicions were confirmed. Out of those 43 shows, 11 (26%) of them were described as <span class=ir>irreverent</span>. It was the most common descriptive word used across all the ads. 😑 Which has left me begging the question:","highlight":"Why is Netflix so obsessed with the word “irreverent”?!","post-highlight":[{"type":"text","value":"Ok, so, before you say it, I know how Netflix works. It suggests shows to me that it assumes I would like, so maybe the overabundance of <span class=ir>irreverent</span> shows in my ads was due to my own streaming preferences. Had I been unwittingly causing my own <span class=ir>irreverent</span> doom?!"},{"type":"text","value":"So I created a brand new profile, provided it no preferences at all, and found the descriptive words that appeared alongside each hovered thumbnail when you visit Netflix on a computer (the same words that were appearing on my screensaver). Out of these 141 titles, and 79 unique descriptive words, <span class=ir>irreverent</span> was still the second most common."}],"commonTitle":"Most Common Words Used to Describe Titles on Netflix","commonSub":"Out of 141 titles shown to brand new profiles in April 2020","commonLegend":"= 2 titles","preTogether":[{"type":"text","value":"After looking at the data, I’m feeling slightly vindicated. But even more annoyed, because out of all of the most common words, <span class=ir>irreverent</span> is the one that feels the least intuitive for users. Maybe you already know what it means. But if you don’t, you may be hoping to use the other 2 descriptive words alongside it as context clues to help you figure out what it means so you can decide whether you want to watch that show or let it pass on by."},{"type":"text","value":"Good luck. <span class=ir>irreverent</span> was also paired with the second highest number of unique descriptive words. Here’s what it was paired with:"}],"togetherTitle":"Descriptive Words Used with <select></select> on Netflix","togetherSub":"Out of 141 titles shown to brand new profiles in April 2020","togetherLegend":"<span class=chosen>Irreverent</span> is paired with <span class=count>x</span> unique other words","preQuiz":[{"type":"text","value":"Given those context clues, if I asked you to choose the definition of  <span class=ir>irreverent</span>, could you? Let’s try."}],"quizQ":"Choose the definition of “irreverent”","options":[{"letter":"A","def":"Not connected with something"},{"letter":"B","def":"Causing great enthusiasm or eagerness"},{"letter":"C","def":"Showing a lack of respect for people or things that are generally taken seriously"},{"letter":"D","def":"A comic dramatic work using buffoonery and horseplay"},{"letter":"E","def":"Helppppp!","checked":"checked"}],"quizButton":"Submit","quizCorrect":"Nice one! That is the definition of <span class=ir>irreverent</span>.","quizWrong":"Oops, not quite. The definition is “Showing a lack of respect for people or things that are generally taken seriously”","conclusion":[{"type":"text","value":"Fine, so these are titles that poke fun at things that may come across as disrespectful or offensive. Titles like <i>The Hangover</i> (<span class=ir>absurd</span>, <span class=ir>raunchy</span>), <i>The Office</i> (<span class=ir>witty</span>, <span class=ir>sitcom</span>), and <i>Step Brothers</i> (<span class=ir>slapstick</span>, <span class=ir>raunchy</span>) may seem to fit the bill well and are considered <span class=ir>irreverent</span> by Netflix."},{"type":"text","value":"But other titles, like <i>Orange is the New Black</i>, a “dramedy” centered around the experiences of people residing in a women’s prison is described as <span class=ir>deadpan</span>, <span class=ir>witty</span>, and <span class=ir>irreverent</span>. To describe this series in the same way as <i>Derry Girls</i> does new viewers that may not be expecting the heavy drama element of the show a disservice."},{"type":"text","value":"Even still, other titles like <i>Grace and Frankie</i>, a show devoted to the post-divorce life of two women who (among many other things) develop a line of vibrators for the elderly, are apparently not <span class=ir>irreverent</span>. The show is described as <span class=ir>heartfelt</span>, <span class=ir>witty</span>, and <span class=ir>quirky</span>. I’m certainly not here to advocate that we should be using this word to describe <em>more</em> titles, but it seems like its use is inconsistent at best and misleading to viewers at worst."},{"type":"text","value":"I swear, I’m almost done complaining about a single word on a streaming platform that I use far too frequently. Just one last thought. If this many shows are poking fun at “things generally taken seriously”, are those things actually taken seriously anymore? If this many things are <span class=ir>irreverent</span>, is anything?"}]}